export default function ImboRequiredContent() {
	return (
		<div className="flex flex-col gap-2 p-4 bg-white rounded-[8px]">
			<span>1. 가족 동의 여부 확인(같이 가족이 사는 경우 필수!)</span>
			<span>
				2. 해당 거주 건물이 반려동물 되는지 여부(집주인으로 인한
				종료발생있음)
			</span>
			<span>3. 매달 1회의 심장사상충예방, 진드기 예방약 실시</span>
			<span>4. 주 출입문에 중문이 없을시 안전문 필수설치</span>
			<span>
				5. 실외에서는 목줄&하네스와 2중리쉬 필수, 트인 공간에서 오프리쉬
				불가
			</span>
			<span>
				6. 매주 2회 이상의 임시보호 일기 필수! 작성한 일기는 삭제하지
				말아주세요. (SNS도 가능)
			</span>
			<span>
				7. 모든 아이들은 해외입양 진행이 가능함으로 미용전 담당스텝에게
				사전문의 바랍니다.
			</span>
			<span>
				8. 입양문의자의 방문&대면은 임시보호자의 안전을 위해서
				되도록이면 신청서 우선 작성 안내바랍니다.
			</span>
			<span>
				9. 입양확정시 임보자에게 입양확정됨을 안내드리니 스텝의 연락
				없이 임시보호 동물을 이동하지 말아주세요. (간혹 신청서 작성=
				입양확정으로 알고 당장 데려가겠다는 분들이 계십니다;;)
			</span>
			<span>
				10. 임시보호중에 입양전환을 원할 경우 신청서 재작성, 상담은
				처음부터 다시 진행됩니다. 기존에 이미 입양확정이 된 경우,
				해외입양진행중인 경우 입양전환 되시지 않습니다. 다른
				입양신청자가 있는 경우 비교후 더 좋은 환경으로 입양진행됩니다.
			</span>
			<span>
				11. 입양전제 임시보호를 고려중이라면 처음부터 입양신청으로
				신청바랍니다.(임시보호X)
			</span>
			<span>
				12. 임시보호 종료 한달전에는 꼭 연락주세요. 아이가 돌아올 자리를
				마련해야합니다.
			</span>
		</div>
	);
}
